Repository: wp-plugins/qinvoice-connect-for-woocommerce
Catalog: languages/wpo_wcpdf-*.po
Languages: ru_ru

source: You do not have sufficient permissions to access this page.
ru_ru: Вы не имеете достаточно прав для доступа к этой странице.

source: invoice
ru_ru: накладная

source: packing-slip
ru_ru: Счет-Фактура

source: PDF Invoices
ru_ru: PDF Накладные

source: Settings
ru_ru: Настройки

source: General
ru_ru: Основное

source: Template
ru_ru: Шаблон

source: WooCommerce PDF Invoices
ru_ru: WooCommerce PDF Накладные

source: Looking for more advanced templates? Check out the Premium PDF Invoice & Packing Slips templates at %s.
ru_ru: Ищите дополнительные шаблоны? Посмотрите премиум шаблоны от PDF Накладные и Счет-Фактуры на %s.

source: For custom templates, contact us at %s.
ru_ru: По поводу индивидуальных шаблонов, свяжитесь с нами %s.

source: General settings
ru_ru: Основные настройки

source: How do you want to view the PDF?
ru_ru: Как вы хотите просмотреть PDF?

source: Download the PDF
ru_ru: Скачать PDF

source: Open the PDF in a new browser tab/window
ru_ru: Открыть PDF в новой вкладке/окне браузера

source: Attach invoice to:
ru_ru: Прикрепить накладную к:

source: Admin New Order email
ru_ru: Email-у нового заказа админа

source: Customer Processing Order email
ru_ru: Email-у заказа клиента в обработке

source: Customer Completed Order email
ru_ru: Email-у завершенного заказа клиента

source: Customer Invoice email
ru_ru: Email-у накладной клиента

source: It looks like the temp folder (<code>%s</code>) is not writable, check the permissions for this folder! Without having write access to this folder, the plugin will not be able to email invoices.
ru_ru: Похоже временная папка (<code>%s</code>) запрещена для записи, проверьте доступ к папке. Без доступа записи к данной папки, плагин не сможет отсылать накладные по Email.

source: PDF Template settings
ru_ru: PDF Настройки шаблона

source: Choose a template
ru_ru: Выберите шаблон

source: Want to use your own template? Copy all the files from <code>woocommerce-pdf-invoices-packing-slips/templates/pdf/Simple/</code> to <code>yourtheme/woocommerce/pdf/yourtemplate/</code> to customize them
ru_ru: Хотите свой собственный шаблон? Скопируйте файлы с папки <code>woocommerce-pdf-invoices-packing-slips/templates/pdf/Simple/</code> в <code>ваша_тема/woocommerce/pdf/название_шаблона/</code> и настройте по своему усмотрению.

source: Paper size
ru_ru: Размер бумаги

source: Letter
ru_ru: Письмо

source: Shop header/logo
ru_ru: Логотип в шапке документа

source: Select or upload your invoice header/logo
ru_ru: Выберите чтобы загрузить шапку/логотип для накладной

source: Set image
ru_ru: Установить изображение

source: Remove image
ru_ru: Удалить изображение

source: Shop Name
ru_ru: Название магазина

source: Shop Address
ru_ru: Адрес магазина

source: Footer: terms & conditions, policies, etc.
ru_ru: Подвал: термины, условия, политика и тд.

source: Number to display on invoice
ru_ru: Номер для отображения в накладной

source: WooCommerce order number
ru_ru: WooCommerce номер заказа

source: Built-in sequential invoice number
ru_ru: Встроенный секвенсор номеров накладной

source: If you are using the WooCommerce Sequential Order Numbers plugin, select the WooCommerce order number
ru_ru: Если вы используете WooCommerce Sequential Order Numbers плагин, выберите WooCommerce номер заказа

source: Next invoice number (without prefix/suffix etc.)
ru_ru: Следующий номер накладной (без префикса/суффикса и тд.)

source: This is the number that will be used on the next invoice that is created. By default, numbering starts from the WooCommerce Order Number of the first invoice that is created and increases for every new invoice. Note that if you override this and set it lower than the highest (PDF) invoice number, this could create double invoice numbers!
ru_ru: Это номер, который будет использоваться для следующей созданной накладной. По умолчанию, нумерация начинается с первой созданной накладной основываясь на WooCommerce номере заказа, дальше число увеличивается с каждой новой накладной. Заметьте, если вы перезаписываете это поле и устанавливаете значение ниже чем самый большой номер (PDF) накладной, это может привести к созданию дублированной накладной!

source: Date to display on invoice
ru_ru: Дата для отображения в накладной

source: Order date
ru_ru: Дата заказа

source: Invoice date
ru_ru: Дата накладной

source: Extra template fields
ru_ru: Дополнительные поля шаблона

source: Extra field 1
ru_ru: Дополнительное поле 1

source: This is footer column 1 in the <i>Modern (Premium)</i> template
ru_ru: Это колонка 1 в подвале документа для <i>Modern (Premium)</i> шаблонов

source: Extra field 2
ru_ru: Дополнительное поле 2

source: This is footer column 2 in the <i>Modern (Premium)</i> template
ru_ru: Это колонка 2 в подвале документа для <i>Modern (Premium)</i> шаблонов

source: Extra field 3
ru_ru: Дополнительное поле 3

source: This is footer column 3 in the <i>Modern (Premium)</i> template
ru_ru: Это колонка 3 в подвале документа для <i>Modern (Premium)</i> шаблонов

source: Image resolution
ru_ru: Разрешение изображения

source: These are used for the (optional) footer columns in the <em>Modern (Premium)</em> template, but can also be used for other elements in your custom template
ru_ru: Этот блок используется (опционально) в колонках подвала документа для <em>Modern (Premium)</em> шаблонов, но вы также можете использовать этот блок для вывода в индивидуальном шаблоне.

source: Create PDF
ru_ru: Создать PDF

source: Download invoice (PDF)
ru_ru: Скачать накладную (PDF)

source: PDF invoice
ru_ru: PDF Накладная

source: PDF Packing Slip
ru_ru: PDF Счет-Фактура

source: PDF Packing Slips
ru_ru: PDF Счета-Фактуры

source: Invoice
ru_ru: Накладная

source: Packing Slip
ru_ru: Счет-Фактура

source: Invoice Date:
ru_ru: Дата накладной

source: Order Date:
ru_ru: Дата заказа:

source: Invoice Number:
ru_ru: Номер накладной:

source: Order Number:
ru_ru: Номер заказа:

source: Payment Method:
ru_ru: Метод оплаты:

source: Product
ru_ru: Товар

source: Quantity
ru_ru: Количество

source: Price
ru_ru: Цена

source: SKU:
ru_ru: ИТП:

source: Weight:
ru_ru: Вес:

source: Customer Notes
ru_ru: Примечания клиента

source: WooCommerce PDF Invoices & Packing Slips requires %sWooCommerce%s to be installed & activated!
ru_ru: Чтобы установить и активировать WooCommerce PDF Накладные и Счет-Фактуры нужно наличие плагина %sWooCommerce%s!

source: Subtotal
ru_ru: Промежуточный итог

source: Shipping
ru_ru: Доставка

source: Discount
ru_ru: Скидка

source: Total ex. VAT
ru_ru: Всего отл. НДС

source: Total
ru_ru: Итого
